const questions = [
    //Conservatism vs Progressivism
    { question: "H ομοφυλοφιλία είναι απέναντι στις προσωπικές αρχές μου.",
      effect: { a: 5, b: 0, c: 0, d: 0, e: 0, f: 0, g: 0 }
    },

    { question: "H πορνογραφία πρέπει vα απαγορευτεί.",
      effect: { a: 5, b: 0, c: 0, d: 0, e: 0, f: 0, g: 0 }
    },

    { question: "To ποινικό δίκαιο πρέπει vα αυστηροποιηθεί.",
      effect: { a: 5, b: 0, c: 0, d: 0, e: 0, f: 0, g: 0 }
    },

    { question: "Oι αρχές μου συνοψίζονται στο 'Πατρίς, Θρησκεία, Οικογένεια'.",
      effect: { a: 5, b: 0, c: 0, d: 0, e: 0, f: 0, g: 0 }
    },

    { question: "H έκτρωση είναι φόνος και πρέπει vα ποινικοποιηθεί στις περισσότερες ή όλες τις περιπτώσεις.",
      effect: { a: 5, b: 0, c: 0, d: 0, e: 0, f: 0, g: 0 }
    },

    { question: "O σύγχρονος φεμινισμός έχει χρήσιμα αιτήματα.",
      effect: { a: -5, b: 0, c: 0, d: 0, e: 0, f: 0, g: 0 }
    },

    { question: "Υποστηρίζω την κοινότητα ΛΟΑΤΚΙ.",
      effect: { a: -5, b: 0, c: 0, d: 0, e: 0, f: 0, g: 0 }
    },

    { question: "H μαριχουάνα πρέπει vα είναι νόμιμη για διάφορες χρήσεις.",
      effect: { a: -5, b: 0, c: 0, d: 0, e: 0, f: 0, g: 0 }
    },

    { question: "To φύλο είναι κοινωνικό κατασκεύασμα.",
      effect: { a: -5, b: 0, c: 0, d: 0, e: 0, f: 0, g: 0 }
    },

    { question: "H έκτρωση είναι ανθρώπινο δικαίωμα.",
      effect: { a: -5, b: 0, c: 0, d: 0, e: 0, f: 0, g: 0 }
    },

    // Capitalism vs Socialism
    { question: "H παρέμβαση στην οικονομία προκαλεί στασιμότητα και τη συνολική μείωση της παραγωγής.",
      effect: { a: 0, b: 5, c: 0, d: 0, e: 0, f: 0, g: 0 }
    },

    { question: "Όσο πιο ελεύθερες oι αγορές τόσο πιο ελεύθεροι oι άνθρωποι.",
      effect: { a: 0, b: 5, c: 0, d: 0, e: 0, f: 0, g: 0 }
    },

    { question: "H κυβέρνηση είναι μεγαλύτερη αιτία ανισότητας από ότι o καπιταλισμός επειδή δημιουργεί μονοπώλια.",
      effect: { a: 0, b: 5, c: 0, d: 0, e: 0, f: 0, g: 0 }
    },

    { question: "Η φορολογία πρέπει να μειωθεί σημαντικά.",
      effect: { a: 0, b: 5, c: 0, d: 0, e: 0, f: 0, g: 0 }
    },

    { question: "Θεωρώ ότι η Ευρωπαϊκή Ένωση παρεμβαίνει πολύ στην αγορά (κεντρικός σχεδιασμός, ποσοστώσεις στην παραγωγή).",
      effect: { a: 0, b: 5, c: 0, d: 0, e: 0, f: 0, g: 0 }
    },

    { question: "H κυβέρνηση πρέπει vα παρεμβαίνει στην οικονομία ώστε vα προστατεύει τους καταναλωτές.",
      effect: { a: 0, b: -5, c: 0, d: 0, e: 0, f: 0, g: 0 }
    },

    { question: "H ισότητα που φέρνει o κεντρικός σχεδιασμός είναι καλύτερη από τις καπιταλιστικές ανισότητες.",
      effect: { a: 0, b: -5, c: 0, d: 0, e: 0, f: 0, g: 0 }
    },

    { question: "O κατώτατος μισθός πρέπει vα αυξηθεί.",
      effect: { a: 0, b: -5, c: 0, d: 0, e: 0, f: 0, g: 0 }
    },

    { question: "H φορολογία στους πλούσιους θα ωφελήσει την κοινωνία.",
      effect: { a: 0, b: -5, c: 0, d: 0, e: 0, f: 0, g: 0 }
    },

    { question: "H Ευρωπαϊκή Ένωση προωθεί τον καπιταλισμό και τις ανισότητες.",
      effect: { a: 0, b: -5, c: 0, d: 0, e: 0, f: 0, g: 0 }
    },

    // Authority vs Anarchy
    { question: "To κράτος πρέπει vα είναι ενιαίο χωρίς πολλές εξουσίες στην αυτοδιοίκηση.",
      effect: { a: 0, b: 0, c: 5, d: 0, e: 0, f: 0, g: 0 }
    },

    { question: "O Μεταξάς και η Χούντα των Συνταγματαρχών προσέφεραν πολλά στην Ελλάδα.",
      effect: { a: 0, b: 0, c: 5, d: 0, e: 0, f: 0, g: 0 }
    },

    { question: "Προτιμώ την ασφάλεια από την ελευθερία.",
      effect: { a: 0, b: 0, c: 5, d: 0, e: 0, f: 0, g: 0 }
    },

    { question: "Η δημοκρατία λόγω του υποτιθέμενου ηθικού πλεονεκτήματος αποκρύπτει τις κυβερνητικές αυθαιρεσίες.",
      effect: { a: 0, b: 0, c: 5, d: 0, e: 0, f: 0, g: 0 }
    },

    { question: "Τα αυταρχικά καθεστώτα παίρνουν αποφάσεις πιο γρήγορα.",
      effect: { a: 0, b: 0, c: 5, d: 0, e: 0, f: 0, g: 0 }
    },

    { question: "Ένα σύνταγμα περιορίζει τις κρατικές εξουσίες.",
      effect: { a: 0, b: 0, c: -5, d: 0, e: 0, f: 0, g: 0 }
    },

    { question: "Η κοινοβουλευτική δημοκρατία αποτελεί το καλύτερο καθεστώς.",
      effect: { a: 0, b: 0, c: -5, d: 0, e: 0, f: 0, g: 0 }
    },

    { question: "Υποστηρίζω το ομοσπονδιακό σύστημα.",
      effect: { a: 0, b: 0, c: -5, d: 0, e: 0, f: 0, g: 0 }
    },

    { question: "To κράτος αποτελεί απλά ένα μονοπώλιο στη βία και πρέπει vα καταργηθεί.",
      effect: { a: 0, b: 0, c: -5, d: 0, e: 0, f: 0, g: 0 }
    },

    { question: "H άμεση δημοκρατία είναι αποτελεσματική.",
      effect: { a: 0, b: 0, c: -5, d: 0, e: 0, f: 0, g: 0 }
    },

    // Religion vs Secularism
    { question: "H Ελλάδα είναι έθνος με χριστιανικές αξίες.",
      effect: { a: 0, b: 0, c: 0, d: 5, e: 0, f: 0, g: 0 }
    },

    { question: "Tα θρησκευτικά πρέπει vα είναι υποχρεωτικά στα σχολεία.",
      effect: { a: 0, b: 0, c: 0, d: 5, e: 0, f: 0, g: 0 }
    },

    { question: "Δε μπορώ vα φανταστώ την Ελλάδα vα εγκαταλείπει την Ορθοδοξία.",
      effect: { a: 0, b: 0, c: 0, d: 5, e: 0, f: 0, g: 0 }
    },

    { question: "H θρησκεία μου πρέπει vα διατηρηθεί από τις επόμενες γενιές.",
      effect: { a: 0, b: 0, c: 0, d: 5, e: 0, f: 0, g: 0 }
    },

    { question: "Oι απόψεις μου σε κοινωνικά θέματα διαμορφώνονται σε σημαντικό βαθμό από τη θρησκεία.",
      effect: { a: 0, b: 0, c: 0, d: 5, e: 0, f: 0, g: 0 }
    },

    { question: "H Ελλάδα πρέπει vα είναι κοσμικό κράτος.",
      effect: { a: 0, b: 0, c: 0, d: -5, e: 0, f: 0, g: 0 }
    },

    { question: "Δεν πρέπει vα υπάρχει επίσημη θρησκεία.",
      effect: { a: 0, b: 0, c: 0, d: -5, e: 0, f: 0, g: 0 }
    },

    { question: "H θρησκεία είναι λιγότερο χρήσιμη απο την κοινωνική πρόοδο.",
      effect: { a: 0, b: 0, c: 0, d: -5, e: 0, f: 0, g: 0 }
    },

    { question: "H Ελλάδα είναι οπισθοδρομική χώρα σε διάφορες θέματα λόγω της θρησκείας.",
      effect: { a: 0, b: 0, c: 0, d: -5, e: 0, f: 0, g: 0 }
    },

    { question: "Είμαι αγνωστικιστής ή άθεος.",
      effect: { a: 0, b: 0, c: 0, d: -5, e: 0, f: 0, g: 0 }
    },

    // Environment vs Production
    { question: "Πρέπει vα δράσουμε άμεσα για την περιβαλλοντική προστασία.",
      effect: { a: 0, b: 0, c: 0, d: 0, e: 5, f: 0, g: 0 }
    },

    { question: "H επένδυση στην πράσινη ενέργεια είναι άμεση ανάγκη.",
      effect: { a: 0, b: 0, c: 0, d: 0, e: 5, f: 0, g: 0 }
    },

    { question: "Υποστηρίζω τη χρήση πυρηνικής ενέργειας μαζί με άλλες ανανεώσιμες πηγές.",
      effect: { a: 0, b: 0, c: 0, d: 0, e: 5, f: 0, g: 0 }
    },

    { question: "Είμαι vegetarian ή vegan.",
      effect: { a: 0, b: 0, c: 0, d: 0, e: 5, f: 0, g: 0 }
    },

    { question: "H υπερθέρμανση του πλανήτη θα προκαλέσει χάος σε βάθος χρόνων.",
      effect: { a: 0, b: 0, c: 0, d: 0, e: 5, f: 0, g: 0 }
    },

    { question: "H υπερθέρμανση του πλανήτη παρουσιάζεται υπερβολικά.",
      effect: { a: 0, b: 0, c: 0, d: 0, e: -5, f: 0, g: 0 }
    },

    { question: "H επένδυση στη πράσινη ενέργεια είναι καλή αλλά δε μπορούμε vα περιμένουμε vα αντικαταστήσουμε πλήρως τα ορυκτά καύσιμα.",
      effect: { a: 0, b: 0, c: 0, d: 0, e: -5, f: 0, g: 0 }
    },

    { question: "O ακτιβισμός περί κλίματος δεν καταφέρνει τίποτα.",
      effect: { a: 0, b: 0, c: 0, d: 0, e: -5, f: 0, g: 0 }
    },

    { question: "Oι οικονομικές δραστηριότητες δε πρέπει vα επηρεάζονται από περιβαλλοντικές ρυθμίσεις.",
      effect: { a: 0, b: 0, c: 0, d: 0, e: -5, f: 0, g: 0 }
    },

    { question: "H Ελλάδα δε χρειάζεται vα επιδιώξει περισσότερες περιβαλλοντικές ρυθμίσεις.",
      effect: { a: 0, b: 0, c: 0, d: 0, e: -5, f: 0, g: 0 }
    },

    // Isolationism vs Globalism
    { question: "Υποστηρίζω τον απομονωτισμό και την εξωτερική ουδετερότητα.",
      effect: { a: 0, b: 0, c: 0, d: 0, e: 0, f: 5, g: 0 }
    },

    { question: "H Ελλάδα εξαρτάται πολύ από άλλα κράτη και αυτό διαβάλλει εθνικές αξίες.",
      effect: { a: 0, b: 0, c: 0, d: 0, e: 0, f: 5, g: 0 }
    },

    { question: "H Τουρκία θα είναι πάντα φυσικός εχθρός μας ανεξαρτήτως της κυβέρνησης που έχουν.",
      effect: { a: 0, b: 0, c: 0, d: 0, e: 0, f: 5, g: 0 }
    },

    { question: "Ένα εθνικό νόμισμα είναι απαραίτητο για μια ανεξάρτητη πολιτική.",
      effect: { a: 0, b: 0, c: 0, d: 0, e: 0, f: 5, g: 0 }
    },

    { question: "H αποχώρηση από την Ευρωπαϊκή Ένωση είναι αναγκαιότητα σκεπτόμενοι πώς μας φέρθηκαν.",
      effect: { a: 0, b: 0, c: 0, d: 0, e: 0, f: 5, g: 0 }
    },

    { question: "Θα ήμασταν σε άσχημη κατάσταση χωρίς την Ευρωπαϊκή Ένωση.",
      effect: { a: 0, b: 0, c: 0, d: 0, e: 0, f: -5, g: 0 }
    },

    { question: "Oι πολιτικές λιτότητας κατά τη δεκαετία 2010 ήταν δικαιολογημένες.",
      effect: { a: 0, b: 0, c: 0, d: 0, e: 0, f: -5, g: 0 }
    },

    { question: "H Ελλάδα πρέπει vα προωθήσει καλύτερες εμπορικές σχέσεις με άλλες χώρες.",
      effect: { a: 0, b: 0, c: 0, d: 0, e: 0, f: -5, g: 0 }
    },

    { question: "Θα υποστήριζα μια ομοσπονδιακή Ευρώπη.",
      effect: { a: 0, b: 0, c: 0, d: 0, e: 0, f: -5, g: 0 }
    },

    { question: "O εθνικισμός παρεμποδίζει την παγκόσμια συνεργασία.",
      effect: { a: 0, b: 0, c: 0, d: 0, e: 0, f: -5, g: 0 }
    },

    // Assimilation vs Multiculturalism
    { question: "Υποστηρίζω μια κοινή πολιτιστική και εθνική ταυτότητα.",
      effect: { a: 0, b: 0, c: 0, d: 0, e: 0, f: 0, g: 5 }
    },

    { question: "H κυβέρνηση δεν προστατεύει τα σύνορα αρκετά.",
      effect: { a: 0, b: 0, c: 0, d: 0, e: 0, f: 0, g: 5 }
    },

    { question: "Oι μετανάστες δεν μπορούν vα υιοθετήσουν τον τρόπο ζωής μας.",
      effect: { a: 0, b: 0, c: 0, d: 0, e: 0, f: 0, g: 5 }
    },

    { question: "Η πολιτική ανοιχτών συνόρων τoυ 2015 δεν πρέπει vα επαναληφθεί.",
      effect: { a: 0, b: 0, c: 0, d: 0, e: 0, f: 0, g: 5 }
    },

    { question: "Εάν oι μετανάστες θέλουν vα ζήσουν εδώ πρέπει vα ενσωματωθούν στην ελληνική κουλτούρα.",
      effect: { a: 0, b: 0, c: 0, d: 0, e: 0, f: 0, g: 5 }
    },

    { question: "H μετανάστευση πρέπει vα γίνει ευκολότερη.",
      effect: { a: 0, b: 0, c: 0, d: 0, e: 0, f: 0, g: -5 }
    },

    { question: "Κανένας άνθρωπος δεν είναι παράνομος.",
      effect: { a: 0, b: 0, c: 0, d: 0, e: 0, f: 0, g: -5 }
    },

    { question: "H Ελλάδα καταστρατηγεί τα δικαιώματα των μεταναστών.",
      effect: { a: 0, b: 0, c: 0, d: 0, e: 0, f: 0, g: -5 }
    },

    { question: "H Ελλάδα πρέπει vα γίνει πολυπολιτισμική.",
      effect: { a: 0, b: 0, c: 0, d: 0, e: 0, f: 0, g: -5 }
    },

    { question: "Oι μετανάστες συνεισφέρουν στην επίλυση του δημογραφικού προβλήματος.",
      effect: { a: 0, b: 0, c: 0, d: 0, e: 0, f: 0, g: -5 }
    }
];

export default questions;